Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E31A.tmx
Source language: en_us
Languages: zh_cn

source: Are you raising nice kids?
zh_cn: 你正在养育好孩子吗？

source: A Harvard psychologist gives 5 ways to raise them to be kind
zh_cn: 一个哈佛大学心理学家给出的让他们变得友善的五个方法

source: Earlier this year, I wrote about teaching empathy, and whether you are a parent who does so.
zh_cn: 今年的早些时候，我写过一些关于教孩子具有同情心的文章。

source: The idea behind it is from Richard Weissbourd, a Harvard psychologist with the graduate school of education, who runs the Making Caring Common project, aimed to help teach kids to be kind.
zh_cn: 文章背后的思想来自哈佛大学心理学家、拥有教育学硕士学位的理查德维斯邦德。他正在管理旨在帮助教育孩子善良成长的“大众关爱”项目。

source: I know, you'd think they are or that parents are teaching that themselves, right? Not so, according to a new study released by the group.
zh_cn: 我知道，你肯定觉得他们正在这样做，是吧？但是根据小组最新发表的研究报告，事实却不是这样。

source: About 80 percent of the youth in the study said their parents were more concerned with their achievement or happiness than whether they cared for others. The interviewees were also three times more likely to agree that "My parents are prouder if I get good grades in my classes than if I'm a caring community member in class and school."
zh_cn: 研究中，大约百分之八十的年轻人说他们的父母比起问他们是否关心人这一方面更关心他们的成就或是幸福感，受访者们更同意“相比于关心同学，取得了好成绩会让我的父母更加骄傲”的这种观点。

source: Weissbourd and his cohorts have come up with recommendations about how to raise children to become caring, respectful and responsible adults.
zh_cn: 关于如何教育孩子成长为关爱他人的、尊重人的、负责的人，维斯邦德和他的同事提供了一些建议。

source: Why is this important?
zh_cn: 为什么这件事如此重要呢？

source: Because if we want our children to be moral people, we have to, well, raise them that way.
zh_cn: 因为如果我们想要让孩子成为品行端正的人，我们就必须这么做。

source: "Children are not born simply good or bad and we should never give up on them.
zh_cn: 研究人员写到：“孩子生来无法判断好坏，我们绝不该放弃他们。

source: They need adults who will help them become caring, respectful, and responsible for their communities at every stage of their childhood," the researchers write.
zh_cn: 他们需要能够在他们童年的每个阶段中帮助他们成长为关爱他人的、尊重人的、负责的人的成年人。”

source: The five strategies to raise moral, caring children, according to Making Caring Common:
zh_cn: “大众关爱”项目对培养品行端正、关爱他人的孩子有五点建议：

source: Make caring for others a priority
zh_cn: 让关心他人成为首要的事

source: Why?
zh_cn: 为什么？

source: Parents tend to prioritize their children's happiness and achievements over their children's concern for others.
zh_cn: 相比于他们的孩子是否关心他人，父母往往会把孩子的幸福和成就放在首位。

source: But children need to learn to balance their needs with the needs of others, whether it's passing the ball to a teammate or deciding to stand up for friend who is being bullied.
zh_cn: 但孩子需要学会满足他人的需求，不论是传球给队友还是决定帮助受欺负的朋友。

source: How?
zh_cn: 如何做？

source: Children need to hear from parents that caring for others is a top priority.
zh_cn: 孩子需要从父母那儿知道关心他人是最首要的事。

source: A big part of that is holding children to high ethical expectations, such as honoring their commitments, even if it makes them unhappy.
zh_cn: 很重要的一部分就是要期望孩子有着很高的道德，比如信守承诺，即使这会使他们不高兴。

source: For example, before kids quit a sports team, band, or a friendship, we should ask them to consider their obligations to the group or the friend and encourage them to work out problems before quitting.
zh_cn: 例如，在孩子退出体育队，乐队，或是一段友谊之前，我们应该要求他们考虑一下自己对集体或朋友之间的责任，并鼓励他们在退出之前解决这些问题。

source: Try this
zh_cn: 尝试一下

source: Instead of saying to your kids: "The most important thing is that you're happy," say "The most important thing is that you're kind."
zh_cn: 不要跟你的孩子说“你开心是最重要的事”这样的话了，应该说“变得友善是最重要的事”。

source: Make sure that your older children always address others respectfully, even when they're tired, distracted, or angry.
zh_cn: 确保大一点的孩子能够礼貌地称呼人，即使在疲惫、注意力不集中或是生气的时候。

source: Emphasize caring when you interact with other key adults in your children's lives.
zh_cn: 在和其他大人接触的时候要强调关爱他人。

source: For example, ask teachers whether your children are good community members at school.
zh_cn: 比如问问老师你的孩子在学校里是否是一个很好地交流者。

source: Provide opportunities for children to practice caring and gratitude
zh_cn: 提供孩子关爱他人和表达感谢的机会

source: It's never too late to become a good person, but it won't happen on its own.
zh_cn: 成为好人从来都不迟，只要你去做。

source: Children need to practice caring for others and expressing gratitude for those who care for them and contribute to others' lives.
zh_cn: 孩子需要去关心他人，并对他人的关心表达感谢。

source: Studies show that people who are in the habit of expressing gratitude are more likely to be helpful, generous, compassionate, and forgiving-and they're also more likely to be happy and healthy.
zh_cn: 研究表明拥有表达感谢习惯的人更乐于助人、更慷慨、更富有同情心，也更容易原谅他人——他们也更快乐和健康。

source: Learning to be caring is like learning to play a sport or an instrument.
zh_cn: 学会关心他人就像学一项运动或是一种乐器一样。

source: Daily repetition-whether it's a helping a friend with homework, pitching in around the house, or having a classroom job-make caring second nature and develop and hone youth's caregiving capacities.
zh_cn: 每日重复——不论是帮助朋友做家庭作业还是收拾房间，亦或是在班级中担任职务——让关爱他人成为第二天性，并不断锻炼青年轻人照顾他人的能力。

source: Learning gratitude similarly involves regularly practicing it.
zh_cn: 学习感恩也需要不断练习。

source: Don't reward your child for every act of helpfulness, such as clearing the dinner table.
zh_cn: 不要每次都奖励孩子的帮助性行为，比如收拾餐桌。

source: We should expect our kids to help around the house, with siblings, and with neighbors and only reward uncommon acts of kindness.
zh_cn: 我们应该期望孩子能和兄弟姐们或是邻居一起做家务，奖励他们的那些非常规的友善。

source: Talk to your child about caring and uncaring acts they see on television and about acts of justice and injustice they might witness or hear about in the news.
zh_cn: 和你的孩子聊聊在电视里那些关爱他人和置他人于不顾的行为，他们亲眼见证的或是在新闻中见到的正义和非正义的举动。

source: Make gratitude a daily ritual at dinnertime, bedtime, in the car, or on the subway.
zh_cn: 让感恩成为一种日常习惯，不论是在晚餐时间、睡前还是在汽车里，在地铁上。

source: Express thanks for those who contribute to us and others in large and small ways.
zh_cn: 对那些在大大小小方面帮助过我们的人表示谢意。

source: Expand your child's circle of concern.
zh_cn: 扩大孩子的关心圈子

source: Almost all children care about a small circle of their families and friends.
zh_cn: 几乎所有的孩子只会关心他们的家人和朋友这个小圈子。

source: Our challenge is help our children learn to care about someone outside that circle, such as the new kid in class, someone who doesn't speak their language, the school custodian, or someone who lives in a distant country.
zh_cn: 我们的挑战就是帮助孩子去学会关心这个圈子以外的人，比如班里的新同学，不会说当地语言的人，学校管理人员或者异乡人。

source: Children need to learn to zoom in, by listening closely and attending to those in their immediate circle, and to zoom out, by taking in the big picture and considering the many perspectives of the people they interact with daily, including those who are vulnerable.
zh_cn: 孩子们需要通过倾听和照顾他小圈子里的人，来学会拉近焦距。同时也要学会拉远焦距，通过考虑他们每天接触的那些人的多个方面，包括那些脆弱的人。

source: They also need to consider how their decisions, such as quitting a sports team or a band, can ripple out and harm various members of their communities.
zh_cn: 他们需要考虑一下自己的决定，比如退出体育队或乐队，会不会波及以及伤害团队中的成员们的。

source: Especially in our more global world, children need to develop concern for people who live in very different cultures and communities than their own.
zh_cn: 尤其是在我们这个全球化的社会中，孩子越来越需要关心那些文化背景和自己完全不同的人。

source: Make sure your children are friendly and grateful with all the people in their daily lives, such as a bus driver or a waitress.
zh_cn: 确保孩子有好感恩地对待日常生活中的所有人，比如公交司机和服务生。

source: Encourage children to care for those who are vulnerable.
zh_cn: 鼓励孩子关爱那些弱势的人。

source: Give children some simple ideas for stepping into the "caring and courage zone," like comforting a classmate who was teased.
zh_cn: 给孩子一些简单的建议去帮助他们进入“关心勇气的地带”，比如安慰一个哭泣的同学。

source: Use a newspaper or TV story to encourage your child to think about hardships faced by children in another country.
zh_cn: 用报纸或电视里的故事来鼓励孩子思考另一个国家中孩子面临的困境。

source: Be a strong moral role model and mentor.
zh_cn: 成为一名强大的道德模范和导师

source: Children learn ethical values by watching the actions of adults they respect.
zh_cn: 孩子通过观察他们尊敬的人的行为学习道德价值。

source: They also learn values by thinking through ethical dilemmas with adults, e.g. "Should I invite a new neighbor to my birthday party when my best friend doesn't like her?"
zh_cn: 他们也会从不断思考道德两难的问题上学习。比如，“我是否还应该邀请我最好的朋友不喜欢的新邻居来参加我的生日聚会？”

source: Being a moral role model and mentor means that we need to practice honesty, fairness, and caring ourselves.
zh_cn: 要成为道德模范和导师就意味着我们要诚实、正直并且自尊自爱。

source: But it doesn't mean being perfect all the time.
zh_cn: 但这不意味着任何时候都完美无缺。

source: For our children to respect and trust us, we need to acknowledge our mistakes and flaws.
zh_cn: 因为孩子们崇拜和信任我们，我们也需要承认自己的过错和缺点。

source: We also need to respect children's thinking and listen to their perspectives, demonstrating to them how we want them to engage others.
zh_cn: 我们也需要尊重孩子的思想，倾听他们的观点，向他们表明我们多么希望他们也能够去鼓励他人。

source: Try this:
zh_cn: 尝试一下

source: Model caring for others by doing community service at least once a month.
zh_cn: 通过每月至少做一次的社区服务成为关心他人的模范。

source: Even better, do this service with your child.
zh_cn: 如果能和你的孩子一起做那就更好了。

source: Give your child an ethical dilemma at dinner or ask your child about dilemmas they've faced.
zh_cn: 给孩子在吃饭时思考道德困境，或是问问他们有没有遇到过这类问题。

source: Guide children in managing destructive feelings
zh_cn: 引导孩子控制自己的负面情绪

source: Often the ability to care for others is overwhelmed by anger, shame, envy, or other negative feelings.
zh_cn: 关爱他人的能力经常会被愤怒、羞耻、嫉妒等负面消极的情绪掩盖。

source: We need to teach children that all feelings are okay, but some ways of dealing with them are not helpful.
zh_cn: 我们需要让孩子意识到，所有情绪都是正常的，但处理方式的不同可能会导致不同的结果。

source: Children need our help learning to cope with these feelings in productive ways.
zh_cn: 孩子需要我们的帮助来学会有效地管理这些情绪。

source: Here's a simple way to teach your kids to calm down: ask your child to stop, take a deep breath through the nose and exhale through the mouth, and count to five.
zh_cn: 这有一个教你的孩子冷静下来的简单方法：让孩子停下来，深呼吸，用鼻子吸气，再用嘴巴呼气，最后数五下。

source: Practice when your child is calm.
zh_cn: 在平时就要锻炼这种方法。

source: Then, when you see her getting upset, remind her about the steps and do them with her.
zh_cn: 之后，当你看到孩子生气的时候，提醒他这些步骤，并和他一起做。

source: After a while she'll start to do it on her own so that she can express her feelings in a helpful and appropriate way.
zh_cn: 过一会儿，他也会自己这么做，这样他就能够用适当且有效的方式来表达他的情绪。
